driver-tests/bpelse/correlation/correlationJBI/test/B4RecRec_Correlation/Input2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:corrRecRecTargetNamespace">
  <soapenv:Body>
    <urn:corrRecRecPart>
      <urn:string>input</urn:string>
    </urn:corrRecRecPart>
  </soapenv:Body>
</soapenv:Envelope>